let hello = prompt("Привет. Я кибер-бот который не ХОЧЕТ взломать Ваш компьютер И не ЗАГРУЖАЕТ в фоновом режиме вирус. Как Вас зовут?", "EL PRIMO");
console.log(hello)
alert(
    "Приятно с вами познакомитьс " + hello
)
let age = prompt('Сколько тебе лет?', "0-120");
console.log(age)
alert(
    "Как я вижу вам " + age
)
let work = prompt("Чем ты занимаешься?")
console.log(work)
alert(
  "Ясно. Класное занятие " + work  
)
let diiv = prompt("Как ваши дела?")
console.log(diiv)
alert(
  "Мда. Ну все наверное хорошо " + diiv  
)
let place = prompt("Где вы находитесь?")
console.log(place)
alert(
    "Не бойтесь. Наша бригада Суперпуперхорош киллеров уже выехала туда."
)
let interes = prompt("Что вас интересует?")
console.log(interes)
alert(
    "Меня это тоже заинтерисовало. Попробую загуглить про это."
)
let carta = prompt("Я хочу начислить бонус на вашу карту. Мне понравилось с вами общаться. Вы очень интересный человек. Напишите " + hello + " номер карточки и пин-код")
console.log(carta)
alert(
    "Спасибо. Удачного дня. И запомните: деньги не самое главное, главное душа человека."
)